{
  "navbarItems": {
    "home": "Home",
    "company": "Company",
    "creations": "Creations",
    "archives": "Archives",
    "agenda": "Agenda",
    "partners": "Partners",
    "contact": "Contact"
  },
  "homePage": {
    "textVideo": "Contemporary dance and performative arts company aiming to produce, promote and distribute the creations of the choreographers Larbi Namouchi & Margot Libanga."
  },
  "companyPage": {
    "firstTitle": "The company",
    "aboutCompanyFirstParagraph": "Shafak Company was founded in October 2017 in Lyon, from the meeting of artists sharing the same creative desire. The company is relocating and settling in Brittany, in Binic-Étables-sur-Mer, at the beginning of 2022.",
    "aboutCompanySecondParagraph": {
      "firstItalicSegment": "Shafak",
      "firstRomancSegment": ", or",
      "secondItalicSegment": " twilight",
      "secondRomanSegment": ", is the ambition to belong neither to day nor to night, a mixture of ideas and creativity. Shafak Company  seeks to make sense in its authenticity, in an honest approach with the public and its collaborators."
    },
    "aboutCompanyThirdParagraph": "For the company, the body is a twilight zone, a vehicle of emotions, sensations, scars and poetry. The body is not a neutral zone, it is itself a sensitive landscape capable of saying a lot. More than a carcass, it is a common and unique creation at the same time, therefore a fantastic way to exchange, meet, understand and explore. It is through this fantastic tool that the artists of the company deploy their creativity.",
    "aboutCompanyFourthParagraph": "Larbi Namouchi and Margot Libanga, both co-artistic directors of the company, met as performers with the Compagnie La Baraka in 2019. Since their encounter, the projects follow one another and affirm a little more, each time , their artistic relentlessness.",
    "secondTitle": "The artistic directors",
    "larbiArticleTitle": "Larbi Namouchi",
    "larbiPhotoLegals": "© Hassen Bachraoui",
    "larbiPhotoAlt": "Larbi Namouchi by Hassen Bachraoui",
    "larbiArticleFirstParagraph": "Born in 1984 in Tunis, fascinated very early on by the circus and martial arts, Larbi Namouchi, as a child, began with the dances of hip-hop culture and traditional Sufi dances. Between 1998 and 2005, he joined companies like Syhem Belkhodja’s and  Imed Jemaa’s. In 2005, he obtained a scholarship and studied at the International Dance Academy in Paris, within a multidisciplinary training.",
    "larbiArticleSecondParagraph": "Since then he has worked and multiplied meetings, exchanges and collaborations with many choreographers and artists from different disciplines such as Yann Lheureux, Fabienne Berger, Boris Charmatz, Benoît Lachambre, Tonia Shilling, Abou Lagraa, Sandra Martinez Dahou, Omar Ghayatt, Christophe Honoré, Ashley Wright, Hafiz Dhaou and Aïcha M'Barek. Larbi Namouchi participates in several festivals, video-dance projects, films and performances. In 2017, he founded the Compagnie Shafak in Lyon. He has since continued to work and explore through his works and those of others, while remaining free and mobile, in body and mind.",
    "margotArticleTitle": "Margot Libanga",
    "margotPhotoLegals": "© fabviews",
    "margotPhotoAlt": "Margot Libanga by fabviews",
    "margotArticleFirstParagraph": "Versatile, she was interested very early in various forms of performing arts, such as contemporary and classical theater, gospel singing, as well as hip-hop and jazz dances. Trained between France and Germany in contemporary dance and modern literature, she has since worked for various choreographers, all at the extremes of the genre: Abou Lagraa and Nawal Aït Benalla (Compagnie La Baraka), Abdou N'Gom, Anna Anderegg ( Asphalt Piloten), Franka Marlene Foth (FMKF) and Johana Malédon (Compagnie Mâle).",
    "margotArticleSecondParagraph": "Her dance is hybrid, due to her multiple influences. Her universe is expressed in the contrast of rhythms, the plural qualities in strength and levels, the multidirectional address of the body and the use of the voice. It addresses the body as a common part of individuals, as a playground to express its singularity. Margot Libanga is a dancer, movement artist and, since 2020, choreographer, co-artistic director and production director for Compagnie Shafak, alongside Larbi Namouchi."
  },
  "creationsPage": {
    "firstTitle": "Creations",
    "documentationRequest": "Creations documentation only on request via the Contact page",
    "moreButton": "Read more"
  },
  "archivesPage": {
    "kitButton": "Kit",
    "pastPerformances": "Past performances",
    "adamahAkropoditi": {
      "title": "At Akropoditi Dance and Performing Arts Centre (Hermoupolis, Syros, Greece)"
    },
    "adamahLeCroiseur": {
      "title": "At Impulsion festival, Le Croiseur theater in Lyon (France)"
    },
    "adamahDansometre": {
      "title": "At Dansomètre (Vevey, Suisse)"
    },
    "alternativeText": "Company Shafak performance"
  },
  "agendaPage": {
    "firstDate": {
      "firstDateMonthAndYear": "30th April 2023",
      "firstDateTitle": "The Wolf",
      "firstDateLocation": " CADS, Kef, Tunisia"
    },
    "secondDate": {
      "secondDateMonthAndYear": "6th May 2023",
      "secondDateTitle": "The Wolf",
      "secondDateLocation": " Festival 4/4, Jendouba, Tunisia"
    },
    "thirdDate": {
      "thirdDateMonthAndYear": "11th June 2023, 5 p.m.",
      "thirdDateTitle": "The Wolf",
      "thirdDateLocation": " Carthage Dance Festival , El Hamra Theatre, Tunis, Tunisia"
    },
    "fourthDate": {
      "fourthDateMonthAndYear": "10th July 2023, 7 p.m.",
      "fourthDateTitle": "Point Of View",
      "fourthDateLocation": " In front of the entrance of Congress Palace, Perros-Guirec, France"
    },
    "fifthDate": {
      "fifthDateMonthAndYear": "14th July 2023, 7 p.m.",
      "fifthDateTitle": "Point Of View",
      "fifthDateLocation": " Quai Surcouf, Binic-Étables-sur-Mer, France"
    },
    "sixthDate": {
      "sixthDateMonthAndYear": "15th July 2023, 7 p.m.",
      "sixthDateTitle": "Point Of View",
      "sixthDateLocation": " At Halle Belem, Carré Rosenguart, Saint-Brieuc, France"
    }, 
    "seventhDate": {
      "seventhDateMonthAndYear": "16th July 2023, 7 p.m.",
      "seventhDateTitle": "Point Of View : Workshop Tandem dance & painting",
      "seventhDateLocation": "Esplanade of Rosaires'Beach, Plérin, France"
    }, 
    "heighthDate": {
      "heighthDateMonthAndYear": "19th July 2023, 6 p.m.",
      "heighthDateTitle": "Point Of View : Workshop Tandem dance & painting",
      "heighthDateLocation": "Belle Issue park, Binic-Étables-sur-Mer, France"
    }
  },
  "partnersPage": {
    "firstTitle": "Partners"
  },
  "contact": {
    "artisticDirectors": "Artistic Directors",
    "administration": "Administration"
  },
  "footer": {
    "copyright": "© 2023 Compagnie Shafak. All rights reserved.",
    "legals": "Legal notice"
  },
  "legalNotice": {
    "popupTitle": "Legal notice",
    "popupIdentity": {
      "identityTitle": "Identity",
      "siteName": "Site web name : Compagnie Shafak",
      "siteUrl": "Address : shafak.fr",
      "siteOwner": "Owner : Compagnie Shafak",
      "siteEditor": "Publication manager : Compagnie Shafak",
      "siteDesigner": "Conception et implementation : Marianne Boyer",
      "siteHosting": "Hosting : Netlify"
    },
    "popupConditions": {
      "conditionsTitle": "Terms of use",
      "conditionsText": "The use of this website implies full acceptance of the general conditions of use described below. These conditions of use may be modified or supplemented at any time."
    },
    "popupInformations": {
      "informationsTitle": "Informations",
      "informationsText": "The information and documents on the site are presented for information only, without being exhaustive, and cannot engage the responsibility of the owner of the site. The owner of the site cannot be held responsible for direct and indirect damage resulting from access to the site."
    },
    "popupProperty": {
      "propertyTitle": "Intellectual ownership",
      "propertyParagraph": "Unless otherwise stated, all the elements accessible on the site (texts, images, graphics, logo, icons, sounds, software, etc.) remain the exclusive property of their authors, with regard to intellectual property rights or copyrights'use.",
      "propertyFirstListItem": "Any reproduction, representation, modification, publication, adaptation of all or part of the elements of the site, whatever the means or process used, is prohibited, except with the prior written authorization of the author.",
      "propertySecondListItem": "Any unauthorized use of the site or any of the elements it contains is considered to constitute an infringement and liable to prosecution.",
      "propertyThirdListItem": "The trademarks and logos reproduced on the site are registered by the companies that own them."
    },
    "popupLinks": {
      "linksTitle": "Links",
      "outLinksTitle": "Outgoing links",
      "outLinksText": "The owner of the site declines all responsibility and is not engaged by the referencing via hypertext links, of third-party resources present on the Internet network, both with regard to their content and their relevance.",
      "inLinksTitle": "Incoming links",
      "inLinksText": "The owner of the site authorizes hypertext links to one of the pages of this site, provided that they open a new window and are presented in an unequivocal manner in order to avoid: any risk of confusion between the citing site and the owner of the site as well as any tendentious presentation, or contrary to the laws in force. The owner of the site reserves the right to request the deletion of a link if he considers that the source site does not respect the rules thus defined."
    },
    "popupPrivacy": {
      "privacyTitle": "Privacy",
      "privacyText": "Any user has a right of access, rectification and opposition to personal data concerning him, by making his written and signed request, accompanied by proof of identity. The site does not collect personal information, and is not subject to declaration to the CNIL."
    },
    "popupCredits": {
      "creditsTitle": "Credits",
      "creditsText": "The authors of the photographs used to illustrate this website are mentioned over each photograph.",
      "creditsComplement": "Home page video credits: Compagnie Shafak",
      "creditsIcons": "The icons used on this site are loaded from the site https://fontawesome.com."
    },
    "closeButton": "Close"
  },
  "error": {
    "errorType": "404 Error",
    "errorDescription": "The page you requested does not exist.",
    "homeLink": "Back to the homepage"
  }
}
