{
  "navbarItems": {
    "home": "Accueil",
    "company": "La compagnie",
    "creations": "Créations",
    "archives": "Archives",
    "agenda": "Agenda",
    "partners": "Partenaires",
    "contact": "Contact"
  },
  "homePage": {
    "textVideo": "Compagnie de danse contemporaine et arts performatifs ayant pour but la production, l'exploration, la promotion et la diffusion des créations des chorégraphes Larbi Namouchi et Margot Libanga."
  },
  "companyPage": {
    "firstTitle": "La compagnie",
    "aboutCompanyFirstParagraph": "La Compagnie Shafak a été fondée en octobre 2017 à Lyon, de la rencontre d'artistes partageant un même désir créatif. La compagnie se délocalise et s'installe en Bretagne, à Binic-Étables-sur-Mer, début 2022.",
    "aboutCompanySecondParagraph": {
      "firstItalicSegment": "Shafak",
      "firstRomancSegment": ", ou",
      "secondItalicSegment": " crépuscule",
      "secondRomanSegment": ", c'est l'ambition de n'appartenir ni au jour ni à la nuit, métis d'idées et de créativité. La Compagnie Shafak chercher à faire sens dans son authenticité, dans une démarche honnête avec le public et ses collaborateurs."
    },
    "aboutCompanyThirdParagraph": "Pour la compagnie, le corps est une zone crépusculaire, un véhicule d'émotions, de sensations, de cicatrices, de poésie. Le corps n'est pas une zone neutre, il est à lui-même un paysage sensible et capable de dire beaucoup. Plus qu'une carcasse, c'est une création commune et unique à la fois, donc un fantastique moyen d'échanger, de rencontrer, de comprendre et d'explorer. C'est à travers ce fantastique outil que les artistes de la compagnie déploient leur créativité.",
    "aboutCompanyFourthParagraph": "Larbi Namouchi et Margot Libanga, tous deux co-directeurs artistiques de la compagnie, se sont rencontrés en tant qu'interprètes auprès de la Compagnie La Baraka en 2019. Depuis leur rencontre, les projets s'enchaînent et affirment un peu plus, chaque fois, leur acharnement artistique.",
    "secondTitle": "Les directeurs artistiques",
    "larbiArticleTitle": "Larbi Namouchi",
    "larbiPhotoLegals": "Crédits : Hassen Bachraoui",
    "larbiPhotoAlt": "Larbi Namouchi par Hassen Bachraoui",
    "larbiArticleFirstParagraph": "Né en 1984 à Tunis, fasciné très tôt par le Cirque et les arts martiaux, Larbi Namouchi, enfant, débute par les danses de la culture hip-hop, les danses traditionnelles et Soufi. Entre 1998 et 2005, il rejoint des compagnies comme celles de Syhem Belkhodja, Imed Jemaa. En 2005, il obtient une bourse et étudie à l’Académie Internationale de la Danse de Paris, au sein d’une formation multidisciplinaire.",
    "larbiArticleSecondParagraph": "Depuis il travaille et multiplie les rencontres, échanges et collaborations avec de nombreux chorégraphes et artistes provenant de disciplines différentes comme Yann Lheureux, Fabienne Berger, Boris Charmatz, Benoît Lachambre, Tonia Shilling, Abou Lagraa, Sandra Martinez Dahou, Omar Ghayatt, Christophe Honoré, Ashley Wright, Hafiz Dhaou et Aïcha M’Barek. Larbi Namouchi participe à plusieurs festivals, projets vidéo-danse, films et performances. En 2017, il fonde à Lyon la Compagnie Shafak. Il ne cesse depuis de travailler et d’explorer à travers ses œuvres et celles d’autrui, tout en restant libre et mobile, de corps et d’esprit.",
    "margotArticleTitle": "Margot Libanga",
    "margotPhotoLegals": "Crédits : fabviews",
    "margotPhotoAlt": "Margot Libanga par fabviews",
    "margotArticleFirstParagraph": "Polyvalente, elle s’intéresse très tôt à diverses formes d’arts vivants, comme le théâtre contemporain et classique, le chant gospel, ainsi que les danses hip-hop et jazz. Formée entre la France et l’Allemagne en danse contemporaine et en lettres modernes, elle a depuis travaillé pour diverses chorégraphes, tous aux extrêmes du genre : Abou Lagraa et Nawal Aït Benalla (Compagnie La Baraka), Abdou N’Gom, Anna Anderegg (Asphalt Piloten), Franka Marlene Foth (FMKF) et Johana Malédon (Compagnie Mâle).",
    "margotArticleSecondParagraph": "Sa danse est hybride, de par ses multiples influences. Son univers s’exprime dans le contraste des rythmes, les qualités plurielles en force et niveaux, l’adresse multidirectionnelle du corps et l’usage de la voix. Elle s’adresse aux corps comme partie commune aux individus, comme terrain de jeux pour exprimer sa singularité. Margot Libanga est danseuse, artiste du mouvement et, depuis 2020, chorégraphe, co-directrice artistique et directrice de production pour la Compagnie Shafak, aux côtés de Larbi Namouchi."
  },
  "creationsPage": {
    "firstTitle": "Créations",
    "documentationRequest": "Dossiers de création uniquement sur demande via la page Contact"
  },
  "archivesPage": {
    "kitButton": "Dossier",
    "pastPerformances": "Représentations passées",
    "adamahAkropoditi": "À l'Akropoditi Dance and Performing Arts Centre (Hermoupolis, Syros, Grèce)",
    "adamahLeCroiseur": "Au festival Impulsion, théâtre Le Croiseur à Lyon",
    "adamahDansometre": "Au Dansomètre (Vevey, Suisse)"
  },
  "agendaPage": {
    "firstDate": {
      "firstDateMonthAndYear": "avril 2023",
      "firstDateTitle": "Le Loup",
      "firstDateLocation": " Festival Rabi-Al-Jasad, Tunis, Tunisie"
    },
    "secondDate": {
      "secondDateMonthAndYear": "avril 2023",
      "secondDateTitle": "Le Loup",
      "secondDateLocation": " 24h-du-théâtre-non-stop, Kef, Tunisie"
    },
    "thirdDate": {
      "thirdDateMonthAndYear": "juin 2023",
      "thirdDateTitle": "Le Loup",
      "thirdDateLocation": " Festival de danse de Carthage, Tunis, Tunisie"
    },
    "fourthDate": {
      "fourthDateMonthAndYear": "juillet 2023",
      "fourthDateTitle": "Point de vue",
      "fourthDateLocation": " Lieux dévoilés prochainement"
    }
  },
  "partnersPage": {
    "firstTitle": "Partenaires"
  },
  "contact": {
    "artisticDirectors": "Directeurs artistiques",
    "administration": "Administration"
  },
  "footer": {
    "copyright": "© 2023 Compagnie Shafak. Tous droits réservés.",
    "legals": "Mentions légales"
  },
  "legalNotice": {
    "popupTitle": "Mentions légales",
    "popupIdentity": {
      "identityTitle": "Identités",
      "siteName": "Nom du site web : Compagnie Shafak",
      "siteUrl": "Adresse : shafak.fr",
      "siteOwner": "Propriétaire : Compagnie Shafak",
      "siteEditor": "Responsable de publication : Compagnie Shafak",
      "siteDesigner": "Conception et réalisation : Marianne Boyer",
      "siteHosting": "Hébergement : Netlify"
    },
    "popupConditions": {
      "conditionsTitle": "Conditions d'utilisation",
      "conditionsText": "L’utilisation du présent site implique l’acceptation pleine et entière des conditions générales d’utilisation décrites ci-après. Ces conditions d’utilisation sont susceptibles d’être modifiées ou complétées à tout moment."
    },
    "popupInformations": {
      "informationsTitle": "Informations",
      "informationsText": "Les informations et documents du site sont présentés à titre indicatif, sans de caractère exhaustif, et ne peuvent engager la responsabilité du propriétaire du site. Le propriétaire du site ne peut être tenu responsable des dommages directs et indirects consécutifs à l’accès au site."
    },
    "popupProperty": {
      "propertyTitle": "Propriété intellectuelle",
      "propertyParagraph": "Sauf mention contraire, tous les éléments accessibles sur le site (textes, images, graphismes, logo, icônes, sons, logiciels, etc.) restent la propriété exclusive de leurs auteurs, en ce qui concerne les droits de propriété intellectuelle ou les droits d’usage.",
      "propertyFirstListItem": "Toute reproduction, représentation, modification, publication, adaptation de tout ou partie des éléments du site, quel que soit le moyen ou le procédé utilisé, est interdite, sauf autorisation écrite préalable de l’auteur.",
      "propertySecondListItem": "Toute exploitation non autorisée du site ou de l’un quelconque des éléments qu’il contient est considérée comme constitutive d’une contrefaçon et passible de poursuites.",
      "propertyThirdListItem": "Les marques et logos reproduits sur le site sont déposés par les sociétés qui en sont propriétaires."
    },
    "popupLinks": {
      "linksTitle": "Liens",
      "outLinksTitle": "Liens sortants",
      "outLinksText": "Le propriétaire du site décline toute responsabilité et n’est pas engagé par le référencement via des liens hypertextes, de ressources tierces présentes sur le réseau Internet, tant en ce qui concerne leur contenu que leur pertinence.",
      "inLinksTitle": "Liens entrants",
      "inLinksText": "Le propriétaire du site autorise les liens hypertextes vers l’une des pages de ce site, à condition que ceux-ci ouvrent une nouvelle fenêtre et soient présentés de manière non équivoque afin d’éviter : tout risque de confusion entre le site citant et le propriétaire du site ainsi que toute présentation tendancieuse, ou contraire aux lois en vigueur. Le propriétaire du site se réserve le droit de demander la suppression d’un lien s’il estime que le site source ne respecte pas les règles ainsi définies."
    }, 
    "popupPrivacy":{
      "privacyTitle":"Confidentialité",
      "privacyText":"Tout utilisateur dispose d’un droit d’accès, de rectification et d’opposition aux données personnelles le concernant, en effectuant sa demande écrite et signée, accompagnée d’une preuve d’identité. Le site ne recueille pas d’informations personnelles, et n’est pas assujetti à déclaration à la CNIL."
    },
    "popupCredits": {
      "creditsTitle":"Crédits",
      "creditsText":"Les auteurs des photographies utilisées pour illustrer ce site web sont mentionnés au survol de chaque photographie.",
      "creditsComplement": "Crédits vidéo page d'accueil : Compagnie Shafak",
      "creditsIcons":"Les icônes utilisées sur ce site sont chargées depuis le site https://fontawesome.com."
    },
    "closeButton":"Fermer"
  },
  "error": {
    "errorType": "Erreur 404",
    "errorDescription": "La page que vous demandez n'existe pas.",
    "homeLink": "Retour à la page d'accueil"
  }
}
